Repository: Draxo-io/spit
Catalog: VoiceFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh_hans

source: +%d more
de: +%d weitere
es: +%d más
fr: +%d de plus
it: +%d in più
ja: +%d件
ko: +%d개 더
pt: +%d mais
zh_hans: +%d 项

source: %1$@ words → ~%2$d min saved this month
de: %1$@ Wörter → ~%2$d Min. Tipparbeit gespart diesen Monat
es: %1$@ palabras → ~%2$d min ahorrados este mes
fr: %1$@ mots → ~%2$d min gagnées ce mois
it: %1$@ parole → ~%2$d min risparmiati questo mese
ja: 今月 %1$@ 語 → 約 %2$d 分の入力を節約
ko: 이번 달 %1$@ 단어 → 타이핑 ~%2$d분 절약
pt: %1$@ palavras → ~%2$d min poupados este mês
zh_hans: 本月 %1$@ 个词 → 节省约 %2$d 分钟打字

source: %d free minutes remaining
de: %d kostenlose Minuten verbleibend
es: %d minutos gratuitos restantes
fr: %d minutes gratuites restantes
it: %d minuti gratuiti rimanenti
ja: 残り%d分（無料）
ko: %d분 무료 남음
pt: %d minutos gratuitos restantes
zh_hans: 剩余 %d 分钟免费使用

source: %d min free left
de: %d kostenlose Min. übrig
es: %d min gratis restantes
fr: %d min gratuites restantes
it: %d min gratuiti rimanenti
ja: 残り無料 %d 分
ko: 무료 %d분 남음
pt: %d min grátis restantes
zh_hans: 剩余 %d 免费分钟

source: ⌘⇧D to dictate
de: ⌘⇧D zum Diktieren
es: ⌘⇧D para dictar
fr: ⌘⇧D pour dicter
it: ⌘⇧D per dettare
ja: ⌘⇧Dでディクテーション
ko: ⌘⇧D로 받아쓰기
pt: ⌘⇧D para ditar
zh_hans: ⌘⇧D 开始听写

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: このアプリについて
ko: 정보
pt: Sobre
zh_hans: 关于

source: Accessibility permission required
de: Eingabehilfen-Berechtigung erforderlich
es: Permiso de Accesibilidad requerido
fr: Autorisation d'accessibilité requise
it: Autorizzazione Accessibilità richiesta
ja: アクセシビリティ権限が必要です
ko: 손쉬운 사용 권한 필요
pt: Permissão de Acessibilidade necessária
zh_hans: 需要辅助功能权限

source: Accessibility Permission Required
de: Eingabehilfen-Berechtigung erforderlich
es: Se Requiere Permiso de Accesibilidad
fr: Autorisation d'accessibilité requise
it: Autorizzazione Accessibilità Richiesta
ja: アクセシビリティ権限が必要です
ko: 손쉬운 사용 권한 필요
pt: Permissão de Acessibilidade Necessária
zh_hans: 需要辅助功能权限

# accessibility.permission.body
source: Spit needs Accessibility permission to paste text automatically. 1. Open System Settings → Privacy & Security → Accessibility 2. Enable Spit (remove and re-add if it was already there) 3. Restart Spit
de: Spit benötigt die Eingabehilfen-Berechtigung, um Text automatisch einzufügen. 1. Öffnen Sie Systemeinstellungen → Datenschutz & Sicherheit → Eingabehilfen 2. Spit aktivieren (entfernen und erneut hinzufügen, falls bereits vorhanden) 3. Spit neu starten
es: Spit necesita el permiso de Accesibilidad para pegar texto automáticamente. 1. Abre Ajustes del sistema → Privacidad y seguridad → Accesibilidad 2. Activa Spit (quítalo y vuelve a añadirlo si ya estaba) 3. Reinicia Spit
fr: Spit a besoin de l'autorisation d'accessibilité pour coller du texte automatiquement. 1. Ouvrez Réglages système → Confidentialité et sécurité → Accessibilité 2. Activez Spit (supprimez-le et ajoutez-le à nouveau s'il était déjà là) 3. Redémarrez Spit
it: Spit ha bisogno dell'autorizzazione Accessibilità per incollare testo automaticamente. 1. Apri Impostazioni di Sistema → Privacy e sicurezza → Accessibilità 2. Abilita Spit (rimuovilo e aggiungilo di nuovo se era già presente) 3. Riavvia Spit
ja: Spitがテキストを自動貼り付けするにはアクセシビリティ権限が必要です。 1. システム設定 → プライバシーとセキュリティ → アクセシビリティを開く 2. Spitをオンにする（すでにある場合は削除して再追加） 3. Spitを再起動
ko: Spit가 텍스트를 자동으로 붙여넣으려면 손쉬운 사용 권한이 필요합니다. 1. 시스템 설정 → 개인 정보 보호 및 보안 → 손쉬운 사용 열기 2. Spit 켜기 (이미 있는 경우 제거 후 다시 추가) 3. Spit 재시작
pt: O Spit precisa de permissão de Acessibilidade para colar texto automaticamente. 1. Abra Configurações do Sistema → Privacidade e Segurança → Acessibilidade 2. Ative o Spit (remova e adicione novamente se já estava) 3. Reinicie o Spit
zh_hans: Spit 需要辅助功能权限才能自动粘贴文字。 1. 打开系统设置 → 隐私与安全性 → 辅助功能 2. 开启 Spit（如已存在请先移除再重新添加） 3. 重启 Spit

source: Add one above, or edit text in the review panel — Spit learns automatically.
de: Fügen Sie oben eine hinzu oder bearbeiten Sie Text im Überprüfungsfenster — Spit lernt automatisch.
es: Añade una arriba o edita texto en el panel de revisión — Spit aprende automáticamente.
fr: Ajoutez-en une ci-dessus ou modifiez le texte dans le panneau de révision — Spit apprend automatiquement.
it: Aggiungine una sopra o modifica il testo nel pannello di revisione — Spit impara automaticamente.
ja: 上で追加するか、レビューパネルでテキストを編集してください — Spitは自動的に学習します。
ko: 위에서 추가하거나 검토 패널에서 텍스트를 편집하세요 — Spit가 자동으로 학습합니다.
pt: Adicione uma acima, ou edite texto no painel de revisão — o Spit aprende automaticamente.
zh_hans: 在上方添加一个，或在审阅面板中编辑文字 — Spit 会自动学习。

source: Add product names, project names, or proper nouns that Whisper struggles with.
de: Fügen Sie Produktnamen, Projektnamen oder Eigennamen hinzu, mit denen Whisper Schwierigkeiten hat.
es: Agrega nombres de productos, proyectos o nombres propios con los que Whisper tiene dificultades.
fr: Ajoutez des noms de produits, de projets ou des noms propres que Whisper a du mal à reconnaître.
it: Aggiungi nomi di prodotti, progetti o nomi propri con cui Whisper ha difficoltà.
ja: Whisperが認識しにくい製品名、プロジェクト名、または固有名詞を追加してください。
ko: Whisper가 어려움을 겪는 제품명, 프로젝트명 또는 고유명사를 추가하세요.
pt: Adicione nomes de produtos, projetos ou nomes próprios com os quais o Whisper tem dificuldade.
zh_hans: 添加 Whisper 难以识别的产品名称、项目名称或专有名词。

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키
pt: Chave API
zh_hans: API 密钥

# Ativar leitura por voz
source: Enable voice reading
de: Sprachausgabe aktivieren
es: Activar lectura por voz
fr: Activer la lecture vocale
it: Attiva lettura vocale
ja: 音声読み上げを有効にする
ko: 음성 읽기 활성화
pt: Ativar leitura por voz
zh_hans: 启用语音朗读

source: Auto-detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
pt: Detecção automática
zh_hans: 自动检测

source: Auto-stop on Silence
de: Automatischer Stopp bei Stille
es: Parada automática en silencio
fr: Arrêt automatique au silence
it: Arresto automatico in silenzio
ja: 無音時自動停止
ko: 무음 시 자동 중지
pt: Parada automática por silêncio
zh_hans: 静默时自动停止

source: Behaviour
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
ko: 동작
pt: Comportamento
zh_hans: 行为

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hans: 取消

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更
ko: 변경
pt: Alterar
zh_hans: 更改

source: Conflicts with the dictation toggle shortcut.
de: Konflikt mit dem Diktat-Kürzel.
es: Conflicto con el atajo de dictado.
fr: Conflit avec le raccourci de dictée.
it: Conflitto con la scorciatoia di dettatura.
ja: ディクテーションのショートカットと競合します。
ko: 받아쓰기 토글 단축키와 충돌합니다.
pt: Conflito com o atalho de alternância do ditado.
zh_hans: 与听写切换快捷键冲突。

# Copiado
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt: Copiado
zh_hans: 已复制

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
zh_hans: 复制

source: Current shortcut:
de: Aktuelles Kürzel:
es: Atajo actual:
fr: Raccourci actuel :
it: Scorciatoia attuale:
ja: 現在のショートカット:
ko: 현재 단축키:
pt: Atalho atual:
zh_hans: 当前快捷键:

source: Current Status
de: Aktueller Status
es: Estado actual
fr: État actuel
it: Stato attuale
ja: 現在の状態
ko: 현재 상태
pt: Estado atual
zh_hans: 当前状态

# deve ser…
source: should be…
de: sollte sein…
es: debería ser…
fr: devrait être…
it: dovrebbe essere…
ja: 正しくは…
ko: 이어야 함…
pt: deve ser…
zh_hans: 应该是…

source: Dictation shortcut
de: Diktat-Kürzel
es: Atajo de dictado
fr: Raccourci de dictée
it: Scorciatoia di dettatura
ja: ディクテーションショートカット
ko: 받아쓰기 단축키
pt: Atalho de ditado
zh_hans: 听写快捷键

source: Dictation will start automatically when the model is ready.
de: Die Diktierfunktion startet automatisch, wenn das Modell bereit ist.
es: El dictado comenzará automáticamente cuando el modelo esté listo.
fr: La dictée démarrera automatiquement quand le modèle sera prêt.
it: La dettatura inizierà automaticamente quando il modello sarà pronto.
ja: モデルの準備が完了すると、自動的にディクテーションが開始されます。
ko: 모델이 준비되면 받아쓰기가 자동으로 시작됩니다.
pt: O ditado iniciará automaticamente quando o modelo estiver pronto.
zh_hans: 模型准备就绪后，听写将自动开始。

# DIGITAÇÃO
source: DICTATION
de: DIKTAT
es: DICTADO
fr: DICTÉE
it: DETTATURA
ja: ディクテーション
ko: 받아쓰기
pt: DIGITAÇÃO
zh_hans: 听写

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt: Editar
zh_hans: 编辑

source: Enable Spit in System Settings to paste automatically.
de: Aktivieren Sie Spit in den Systemeinstellungen zum automatischen Einfügen.
es: Activa Spit en Ajustes del sistema para pegar automáticamente.
fr: Activez Spit dans les Réglages système pour coller automatiquement.
it: Abilita Spit nelle Impostazioni di Sistema per incollare automaticamente.
ja: システム設定でSpitを有効にすると自動貼り付けが使えます。
ko: 자동 붙여넣기를 위해 시스템 설정에서 Spit를 활성화하세요.
pt: Ative o Spit nas Configurações do Sistema para colar automaticamente.
zh_hans: 在系统设置中启用 Spit 以自动粘贴。

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt: Inglês
zh_hans: 英语

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro
zh_hans: 错误

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
pt: Erro: %@
zh_hans: 错误: %@

# escreve…
source: writes…
de: schreibt…
es: escribe…
fr: écrit…
it: scrive…
ja: 書く…
ko: 쓰기…
pt: escreve…
zh_hans: 写…

# Formatação inteligente desativada
source: Smart formatting disabled
de: Intelligente Formatierung deaktiviert
es: Formato inteligente desactivado
fr: Mise en forme intelligente désactivée
it: Formattazione intelligente disattivata
ja: スマートフォーマット無効
ko: 스마트 서식 비활성화됨
pt: Formatação inteligente desativada
zh_hans: 智能格式化已禁用

source: Free Trial
de: Kostenlose Testversion
es: Prueba gratuita
fr: Essai gratuit
it: Prova gratuita
ja: 無料トライアル
ko: 무료 체험
pt: Período de teste
zh_hans: 免费试用

source: Free trial exhausted — add your API key
de: Kostenlose Testversion erschöpft — fügen Sie Ihren API-Schlüssel hinzu
es: Prueba gratuita agotada — añade tu clave API
fr: Essai gratuit épuisé — ajoutez votre clé API
it: Prova gratuita esaurita — aggiungi la tua chiave API
ja: 無料トライアル終了 — APIキーを追加してください
ko: 무료 체험 소진 — API 키를 추가하세요
pt: Período de teste esgotado — adicione sua chave API
zh_hans: 免费试用已用尽 — 请添加您的 API 密钥

source: Free trial exhausted. Upgrade in Settings.
de: Kostenlose Testversion aufgebraucht. Upgrade in Einstellungen.
es: Prueba gratuita agotada. Actualiza en Ajustes.
fr: Essai gratuit épuisé. Passez à la version supérieure dans Réglages.
it: Prova gratuita esaurita. Aggiorna nelle Impostazioni.
ja: 無料トライアルが終了しました。設定からアップグレードしてください。
ko: 무료 체험이 소진되었습니다. 설정에서 업그레이드하세요.
pt: Período de avaliação esgotado. Faça upgrade nas Configurações.
zh_hans: 免费试用已用完。请在设置中升级。

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
pt: Francês
zh_hans: 法语

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt: Geral
zh_hans: 通用

source: Get your key at platform.openai.com →
de: Schlüssel holen auf platform.openai.com →
es: Obtén tu clave en platform.openai.com →
fr: Obtenez votre clé sur platform.openai.com →
it: Ottieni la tua chiave su platform.openai.com →
ja: platform.openai.comでキーを取得 →
ko: platform.openai.com에서 키 받기 →
pt: Obtenha sua chave em platform.openai.com →
zh_hans: 在 platform.openai.com 获取密钥 →

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pt: Ocultar
zh_hans: 隐藏

source: hint only
de: nur Hinweis
es: solo pista
fr: indic. seul.
it: solo suggerimento
ja: ヒントのみ
ko: 힌트만
pt: só dica
zh_hans: 仅提示

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt: Histórico
zh_hans: 历史

source: Hold key → record. Release → transcribe.
de: Taste halten → aufnehmen. Loslassen → transkribieren.
es: Mantén pulsado → grabar. Suelta → transcribir.
fr: Maintenir → enregistrer. Relâcher → transcrire.
it: Tieni premuto → registra. Rilascia → trascrivi.
ja: 押し続ける→録音。離す→文字起こし。
ko: 키 누름 → 녹음. 해제 → 변환.
pt: Segure → gravar. Solte → transcrever.
zh_hans: 按住 → 录音。松开 → 转录。

# Idioma da interface
source: Interface Language
de: Oberflächensprache
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: インターフェース言語
ko: 인터페이스 언어
pt: Idioma da interface
zh_hans: 界面语言

source: Inserting text...
de: Text einfügen...
es: Insertando texto...
fr: Insertion du texte...
it: Inserimento testo...
ja: テキスト挿入中...
ko: 텍스트 삽입 중...
pt: Inserindo texto...
zh_hans: 插入文字...

source: Inserting text…
de: Text wird eingefügt…
es: Insertando texto…
fr: Insertion du texte…
it: Inserimento testo…
ja: テキストを挿入中…
ko: 텍스트 삽입 중…
pt: Inserindo texto…
zh_hans: 正在插入文字…

source: Interface Language
de: Oberflächensprache
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: インターフェース言語
ko: 인터페이스 언어
pt: Idioma da interface
zh_hans: 界面语言

source: Key saved successfully!
de: Schlüssel erfolgreich gespeichert!
es: ¡Clave guardada con éxito!
fr: Clé enregistrée avec succès !
it: Chiave salvata con successo!
ja: キーが正常に保存されました!
ko: 키가 성공적으로 저장되었습니다!
pt: Chave salva com sucesso!
zh_hans: 密钥保存成功！

source: Keyboard Shortcut
de: Tastaturkürzel
es: Atajo de teclado
fr: Raccourci clavier
it: Scorciatoia da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pt: Atalho de teclado
zh_hans: 键盘快捷键

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
zh_hans: 语言

source: Last dictation
de: Letztes Diktat
es: Último dictado
fr: Dernière dictée
it: Ultima dettatura
ja: 最後のディクテーション
ko: 마지막 받아쓰기
pt: Último ditado
zh_hans: 最后的听写

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt: Mais tarde
zh_hans: 稍后

source: Learned: %@%@
de: Gelernt: %@%@
es: Aprendido: %@%@
fr: Appris : %@%@
it: Appreso: %@%@
ja: 学習済み: %@%@
ko: 학습됨: %@%@
pt: Aprendido: %@%@
zh_hans: 已学习: %@%@

# LEITURA
source: READING
de: VORLESEN
es: LECTURA
fr: LECTURE
it: LETTURA
ja: 読み上げ
ko: 읽기
pt: LEITURA
zh_hans: 朗读

# Leitura por voz
source: Voice Reading
de: Sprachausgabe
es: Lectura por voz
fr: Lecture vocale
it: Lettura vocale
ja: 音声読み上げ
ko: 음성 읽기
pt: Leitura por voz
zh_hans: 语音朗读

# Leitura por voz: voz do sistema, não AI
source: Voice reading: system voice, not AI
de: Sprachausgabe: Systemstimme, keine KI
es: Lectura por voz: voz del sistema, no IA
fr: Lecture vocale : voix système, pas IA
it: Lettura vocale: voce di sistema, non AI
ja: 音声読み上げ：システム音声（AI不使用）
ko: 음성 읽기: 시스템 음성, AI 아님
pt: Leitura por voz: voz do sistema, não AI
zh_hans: 语音朗读：系统语音，非AI

source: Listening…
de: Aufnahme…
es: Escuchando…
fr: Écoute…
it: Ascolto…
ja: 聴き取り中…
ko: 듣는 중…
pt: Ouvindo…
zh_hans: 正在聆听…

source: Loading local AI…
de: Lokale KI wird geladen…
es: Cargando IA local…
fr: Chargement de l'IA locale…
it: Caricamento IA locale…
ja: ローカルAIを読み込み中…
ko: 로컬 AI 로딩 중…
pt: Carregando IA local…
zh_hans: 正在加载本地AI…

source: Local model not loaded. Open Settings → Local AI.
de: Lokales Modell nicht geladen. Öffne Einstellungen → Lokale KI.
es: Modelo local no cargado. Abre Ajustes → IA Local.
fr: Modèle local non chargé. Ouvre Réglages → IA Locale.
it: Modello locale non caricato. Apri Impostazioni → IA Locale.
ja: ローカルモデルが読み込まれていません。設定 → ローカルAIを開いてください。
ko: 로컬 모델이 로드되지 않았습니다. 설정 → 로컬 AI를 여세요.
pt: Modelo local não carregado. Abra Configurações → IA Local.
zh_hans: 本地模型未加载。请打开设置 → 本地AI。

source: Long dictation — consider stopping and continuing in parts
de: Lange Diktat-Sitzung — versuche, in Abschnitten zu stoppen
es: Dictado largo — considera parar y continuar en partes
fr: Long dictée — envisage de t'arrêter et de continuer en parties
it: Dettatura lunga — valuta di fermarti e continuare a tratti
ja: 長い口述 — 一度止めて、部分ごとに続けることを検討してください
ko: 긴 받아쓰기 — 멈추고 나눠서 계속하는 것을 고려해 보세요
pt: Ditado longo — considere parar e continuar em partes
zh_hans: 听写时间较长 — 建议分段停止后继续

# mais devagar
source: slower
de: langsamer
es: más despacio
fr: plus lentement
it: più lento
ja: 遅く
ko: 더 느리게
pt: mais devagar
zh_hans: 更慢

# mais rápido
source: faster
de: schneller
es: más rápido
fr: plus vite
it: più veloce
ja: 速く
ko: 더 빠르게
pt: mais rápido
zh_hans: 更快

# menu.ax.banner.action
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Configurações
zh_hans: 打开设置

# menu.ax.banner.message
source: Text won't be typed automatically. Grant access in System Settings → Privacy → Accessibility.
de: Text wird nicht automatisch eingefügt. Gehe zu Systemeinstellungen → Datenschutz → Bedienungshilfen und aktiviere Spit.
es: El texto no se escribirá automáticamente. Activa Spit en Ajustes del Sistema → Privacidad → Accesibilidad.
fr: Le texte ne sera pas tapé automatiquement. Activez Spit dans Réglages Système → Confidentialité → Accessibilité.
it: Il testo non verrà digitato automaticamente. Attiva Spit in Impostazioni di Sistema → Privacy → Accessibilità.
ja: テキストが自動入力されません。システム設定→プライバシー→アクセシビリティでSpiを有効にしてください。
ko: 텍스트가 자동으로 입력되지 않습니다. 시스템 설정 → 개인 정보 보호 → 손쉬운 사용에서 Spit을 활성화하세요.
pt: O texto não será inserido automaticamente. Activa o Spit em Definições do Sistema → Privacidade → Acessibilidade.
zh_hans: 文本不会自动输入。请在系统设置→隐私与安全→辅助功能中启用Spit。

# menu.ax.banner.title
source: Accessibility permission required
de: Bedienungshilfen-Berechtigung erforderlich
es: Permiso de accesibilidad necesario
fr: Permission d'accessibilité requise
it: Permesso accessibilità richiesto
ja: アクセシビリティの許可が必要です
ko: 손쉬운 사용 권한 필요
pt: Permissão de Acessibilidade necessária
zh_hans: 需要辅助功能权限

source: Microphone Access Required
de: Mikrofonzugriff erforderlich
es: Se Requiere Acceso al Micrófono
fr: Accès au microphone requis
it: Accesso al Microfono Richiesto
ja: マイクへのアクセスが必要です
ko: 마이크 접근 권한 필요
pt: Acesso ao Microfone Necessário
zh_hans: 需要麦克风访问权限

source: Microphone unavailable.
de: Mikrofon nicht verfügbar.
es: Micrófono no disponible.
fr: Microphone indisponible.
it: Microfono non disponibile.
ja: マイクが使用できません。
ko: 마이크를 사용할 수 없습니다.
pt: Microfone indisponível.
zh_hans: 麦克风不可用。

# microphone.permission.body
source: Spit needs microphone access to work. Go to System Settings → Privacy & Security → Microphone.
de: Spit benötigt Mikrofonzugriff. Gehen Sie zu Systemeinstellungen → Datenschutz & Sicherheit → Mikrofon.
es: Spit necesita acceso al micrófono para funcionar. Ve a Ajustes del sistema → Privacidad y seguridad → Micrófono.
fr: Spit a besoin d'un accès au microphone pour fonctionner. Allez dans Réglages système → Confidentialité et sécurité → Microphone.
it: Spit ha bisogno dell'accesso al microfono per funzionare. Vai in Impostazioni di Sistema → Privacy e sicurezza → Microfono.
ja: Spitの動作にはマイクのアクセスが必要です。システム設定 → プライバシーとセキュリティ → マイクロフォンに移動してください。
ko: Spit가 작동하려면 마이크 접근 권한이 필요합니다. 시스템 설정 → 개인 정보 보호 및 보안 → 마이크로 이동하세요.
pt: O Spit precisa de acesso ao microfone para funcionar. Vá para Configurações do Sistema → Privacidade e Segurança → Microfone.
zh_hans: Spit 需要麦克风访问权限才能正常工作。请前往系统设置 → 隐私与安全性 → 麦克风。

source: Minutes used:
de: Verwendete Minuten:
es: Minutos usados:
fr: Minutes utilisées :
it: Minuti utilizzati:
ja: 使用済み分数:
ko: 사용된 분:
pt: Minutos utilizados:
zh_hans: 已用分钟数:

source: No content
de: Kein Inhalt
es: Sin contenido
fr: Aucun contenu
it: Nessun contenuto
ja: コンテンツなし
ko: 내용 없음
pt: Sem conteúdo
zh_hans: 无内容

source: No focused field — press ⌘V to paste
de: Kein Textfeld aktiv — ⌘V zum Einfügen
es: Sin campo activo — pulsa ⌘V para pegar
fr: Aucun champ actif — appuyez sur ⌘V pour coller
it: Nessun campo attivo — premi ⌘V per incollare
ja: フォーカスなし — ⌘Vで貼り付け
ko: 활성 필드 없음 — ⌘V로 붙여넣기
pt: Sem campo ativo — pressione ⌘V para colar
zh_hans: 无活动字段 — 按 ⌘V 粘贴

source: No hints yet
de: Noch keine Hinweise
es: Sin pistas aún
fr: Aucune indication pour le moment
it: Nessun suggerimento ancora
ja: まだヒントがありません
ko: 아직 힌트 없음
pt: Sem dicas ainda
zh_hans: 尚无提示

source: No substitutions yet
de: Noch keine Ersetzungen
es: Sin sustituciones aún
fr: Aucune substitution pour le moment
it: Nessuna sostituzione ancora
ja: まだ置換がありません
ko: 아직 대체 항목 없음
pt: Sem substituições ainda
zh_hans: 尚无替换

source: No voice detected.
de: Keine Stimme erkannt.
es: No se detectó voz.
fr: Aucune voix détectée.
it: Nessuna voce rilevata.
ja: 音声が検出されませんでした。
ko: 음성이 감지되지 않았습니다.
pt: Nenhuma voz detectada.
zh_hans: 未检测到声音。

# nome a reconhecer… (ex: Spit)
source: term to recognize… (e.g. Spit)
de: zu erkennender Begriff… (z.B. Spit)
es: término a reconocer… (ej: Spit)
fr: terme à reconnaître… (ex: Spit)
it: termine da riconoscere… (es: Spit)
ja: 認識する用語… (例: Spit)
ko: 인식할 용어… (예: Spit)
pt: nome a reconhecer… (ex: Spit)
zh_hans: 要识别的词… (例: Spit)

source: Nothing transcribed.
de: Nichts transkribiert.
es: Nada transcrito.
fr: Rien de transcrit.
it: Niente trascritto.
ja: 文字起こしされませんでした。
ko: 전사된 내용이 없습니다.
pt: Nada transcrito.
zh_hans: 没有转录任何内容。

# onboarding.ax.granted
source: Accessibility granted ✓
de: Bedienungshilfen genehmigt ✓
es: Accesibilidad autorizada ✓
fr: Accessibilité autorisée ✓
it: Accessibilità autorizzata ✓
ja: アクセシビリティ許可済み ✓
ko: 손쉬운 사용 허용됨 ✓
pt: Acessibilidade autorizada ✓
zh_hans: 辅助功能已授权 ✓

# onboarding.ax.instruction
source: Enable Spit in the accessibility apps list.
de: Aktiviere Spit in der Liste der Bedienungshilfen-Apps.
es: Activa Spit en la lista de apps de accesibilidad.
fr: Activez Spit dans la liste des apps d'accessibilité.
it: Attiva Spit nell'elenco delle app di accessibilità.
ja: アクセシビリティアプリの一覧でSpitを有効にしてください。
ko: 손쉬운 사용 앱 목록에서 Spit을 활성화하세요.
pt: Ative o Spit na lista de apps de acessibilidade.
zh_hans: 在辅助功能应用列表中启用 Spit。

# onboarding.ax.open_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt: Abrir Ajustes do Sistema
zh_hans: 打开系统设置

# onboarding.ax.subtitle
source: To insert text wherever you're typing.
de: Um Text dort einzufügen, wo du gerade schreibst.
es: Para insertar texto donde estés escribiendo.
fr: Pour insérer du texte là où vous tapez.
it: Per inserire il testo dove stai scrivendo.
ja: 入力中のテキストフィールドにテキストを挿入します。
ko: 입력 중인 곳에 텍스트를 삽입합니다.
pt: Para inserir texto onde você estiver digitando.
zh_hans: 在你正在输入的任何位置插入文本。

# onboarding.ax.title
source: Accessibility access
de: Bedienungshilfen
es: Acceso de accesibilidad
fr: Accès d'accessibilité
it: Accesso accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용 접근 권한
pt: Acesso de acessibilidade
zh_hans: 辅助功能权限

# onboarding.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
zh_hans: 返回

# onboarding.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
zh_hans: 继续

# onboarding.feature.dictation
source: Dictation
de: Diktat
es: Dictado
fr: Dictée
it: Dettatura
ja: ディクテーション
ko: 받아쓰기
pt: Ditado
zh_hans: 听写

# onboarding.feature.local_ai
source: Natural voice
de: Lokale KI
es: IA local
fr: IA locale
it: IA locale
ja: ローカルAI
ko: 로컬 AI
pt: Voz natural
zh_hans: 本地 AI

# onboarding.feature.privacy
source: Built-in translation
de: Datenschutz
es: Privacidad
fr: Confidentialité
it: Privacy
ja: プライバシー
ko: 개인정보 보호
pt: Tradução integrada
zh_hans: 隐私

# onboarding.feature.reading
source: Reading
de: Vorlesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読み上げ
ko: 읽기
pt: Leitura
zh_hans: 朗读

# onboarding.hotkey.hint
source: You can change the shortcut in Preferences.
de: Du kannst den Kurzbefehl in den Einstellungen ändern.
es: Puedes cambiar el atajo en Preferencias.
fr: Vous pouvez changer le raccourci dans les Préférences.
it: Puoi cambiare la scorciatoia nelle Preferenze.
ja: ショートカットは設定で変更できます。
ko: 단축키는 환경설정에서 변경할 수 있습니다.
pt: Você pode alterar o atalho em Preferências.
zh_hans: 你可以在偏好设置中更改快捷键。
